<?php

return [
    'enabled' => env('MASS_ENABLED', true),
    'message_title' => env('MASS_MESSAGE_TITLE', ''),
    'message_body' => env('MASS_MESSAGE_BODY', ''),
    'policy' => env('MASS_POLICY', <<<'HTML'
<div>
<p><strong>تعليمات خاصة بحجز الخدمات:</strong></p>
<ul>
<li>يجب أن تكون مسجلاً في برنامج العضوية الكنسية حتى تستطيع حجز حضورك في احدى الخدمات المتاحة خلال هذه الفترة، وذلك من أجل تنظيم الحضور في هذه الفترة الإستثنائية. سيتم التحقق من بياناتك المرسلة في طلب الحجز ومراجعتها مع برنامج العضوية الكنسية قبل الموافقة على الطلب. تأكد من رقم عضويتك قبل إدخال الطلب أو قم بالإتصال بمكتب العضوية الكنسية للمزيد من التفاصيل</li>
<li>يرجى عدم تقديم طلب حضور إحدى الخدمات في كنيستنا، إذا كنت قد تمتعت بفرصة التناول في احدى الكنائس الأخرى خلال آخر 21 يوماً، وذلك لإتاحة الفرصة لمن لم يتناول منذ فترة طويلة</li>
<li>لا يمكنك حجز حضورك في إحدى الخدمات المتاحة ما لم يمر 21 يوماً على آخر حضور لك في إحدى الخدمات بالكنيسة، أو اذا كان هناك طلب مفتوح أو تم الموافقة عليه لإحدى الخدمات خلال 21 يوماً من آخر حضور لك في إحدى الخدمات بالكنيسة</li>
<li>يمكنك حجز حضور أحد أفراد عائلتك أو أحد الأفراد الآخرين ممن لا يستطيعون القيام بذلك لظروف خاصة من أجل خدمتهم، عن طريق إدخال رقم عضويتهم الكنسية، ولكن ننصحك بأن يكون هذا في أضيق الحدود لإتاحة الفرصة لآخرين للحضور</li>
<li>يعمل برنامج الحجز على عرض الخدمات المتاحة لحجز الحضور حسب المواعيد والتواريخ والمتاحة، وأيضاً حسب عدد الأماكن المتاحة في كل خدمة. في حالة اكتمال العدد المتاح في كل خدمة، سيختفي هذا الخدمة من قائمة الخدمات المتاحة، أو سيظهر في حالة وجود أماكن أخرى متاحة</li>
<li>بعد ادخال طلبك، يكون الطلب في حالة إنتظار لموافقة المسئولين عن الخدمة، حيث يتم مراجعة الطلب والموافقة عليه في غضون 24 ساعة، أو الإتصال بك للاستفسار عن بعض التفاصيل أو رفضه لاي سبب. يمكنك متابعة حالة الطلب من البرنامج، ومراجعة أي تعليقات ترسل لك من المسئولين عن الخدمة</li>
<li>رجاء التأكد من الموافقة على الطلب قبل الحضور إلي الخدمة، لتجنب عدم السماح بالدخول يوم الخدمة في حالة عدم الموافقة على الحضور لأي سبب. يمكنك التأكد من خلال البرنامج بعد ادخال رقم عضويتك الكنسية ومراجعة حالة الطلبات</li>
<li>عند الموافقة على طلبك، سيتم تخصيص مكان لك في الكنيسة في الخدمة المحدد. يحق للكنيسة تغييره عند اللزوم من أجل الإجراءات الصحية</li>
<li>ننصحك بالحجز والحضور للكنيسة مع عائلتك في نفس الخدمة، لإتاحة الفرصة لعائلات أخرى للحجز والحضور، ومن أجل مزيد من السلامة الصحية لك وللمكان</li>
<li>إذا احتجت لمساعدة في التعامل مع الحجز وحالة الطلبات الخاصة بك، نرجو الإتصال بخدام وخادمات الأسرة الكنسية التي تتبعها، ثم الإتصال بمكتب العضوية الكنسية لمزيد من المساعدة</li>
</ul>
<p><strong>&nbsp;</strong></p>
<p><strong>تعليمات خاصة بحضور الخدمات:</strong></p>
<ul>
<li>تأكد من احضار الاتي معك: بطاقة الرقم القومي أو كارنيه لإثبات الشخصية (أو بطاقة العضوية الكنسية إن وجدت) &ndash; كمامة (لن يسمح بالحضور بدونها) &ndash; لفافة خاصة للتناول (اختيارية) - زجاجة مياه صغيرة لصرف التناول ولا تشاركها مع أحد &ndash; تونية (للشمامسة المكلفين بخدمة الخدمة) &ndash; إيشارب خاص للبنات والسيدات</li>
<li>تأكد من الحضور قبل ميعاد بداية الخدمة المعلن بربع ساعة على الأقل حيث لن يسمح بالدخول بعد الميعاد المحدد وذلك من أجل السلامة الصحية للمكان، حيث ستقفل أبواب الكنيسة ولا تفتح إلا عند الخروج في نهاية الخدمة</li>
<li>تأكد من اتباع تعليمات النظام وما يطلب منك عند الدخول للكنيسة وأثنائها وخاصة وقت التناول، وعند الخروج، والإلتزام بالمقعد المخصص لك</li>
<li>لن يسمح بحضور أحد غير المقيد أسمائهم لكل خدمة والمخصص لهم الحضور من قبل الكنيسة، ولن يسمح بمرافقين مهما كانت الأسباب</li>
<li>يرجى عدم الحضور والبقاء في المنزل في حالة إصابتك أو أحد أفراد أسرتك أو المخالطين لك في العمل أو المحيطين بك في أي مكان بأي من أعراض الإصابة بفيروس كورونا المعروفة (السخونة &ndash; السعال &ndash; ضيق التنفس &ndash; إلخ) أو أي نوع من أمراض الجهاز التنفسي بشكل عام. التهاون في هذا الأمر يعرض الكل لخطر العدوى</li>
<li>تتخذ الكنيسة الإحتياطات اللازمة لضمان سلامتك، ولكن حضورك هو من اختيارك تماماً، ولا تقبل الكنيسة أي مسئولية</li>
<li>سيتم قياس حرارة جسدك قبل الدخول للكنيسة، وسيتم تعقيم يديك بالمطهرات المعروفة، والتأكد من مرورك في مكان مخصص لتطهير حذائك</li>
<li>داخل الكنيسة، سيكون هناك مكان مخصص لك، ويجب أن تحافظ على مسافة متر مربع بينك وبين الآخرين، وسيقف الأطفال مع ذويهم، ويكونون مسئوليتهم طوال الخدمة. غير مسموح بتجول الأطفال مطلقاً في الكنيسة</li>
<li>من فضلك لا تلمس أي شيء أثناء وجودك في الكنيسة من الأيقونات أو ستر الهيكل أو الآخرين، واكتفي بالإنحناء وقت طقس التقبيل بعد صلاة الصلح، ولا تسلم على الكاهن أو الآخرين</li>
<li>أثناء التناول، ستقوم بإزالة الكمامة ثم إعادة لبسها وعدم ملامسة يد الكاهن أو الماستير، والإبقاء على مسافة بينك وبين الآخرين حيث ستتقدم بالدور حين يطلب منك ذلك من قبل خدام النظام. سيتم مراعاة الغير قادرين على الحركة داخل الخدمة وكبار السن والمرضى عن طريق خدام النظام أثناء الخدمة</li>
<li>عند الخروج، تأكد من الإبقاء على نفس المسافات المطلوبة كأفراد أو عائلات والإنصراف بسلام للخارج بدون تجمعات</li>
</ul>
</div>
HTML),
];
